{
  "0804.2985v4": {
    "title": "Splitting type, global sections and Chern classes for torsion free sheaves on P^N",
    "authors": [
      "Cristina Bertone",
      "Margherita Roggero"
    ],
    "summary": "In this paper we compare a torsion free sheaf $\\FF$ on $\\PP^N$ and the free\nvector bundle $\\oplus_{i=1}^n\\OPN(b_i)$ having same rank and splitting type. We\nshow that the first one has always \"less\" global sections, while it has a\nhigher second Chern class. In both cases bounds for the difference are found in\nterms of the maximal free subsheaves of $\\FF$. As a consequence we obtain a\ndirect, easy and more general proof of the \"Horrocks' splitting criterion\",\nalso holding for torsion free sheaves, and lower bounds for the Chern classes\n$c_i(\\FF(t))$ of twists of $\\FF$, only depending on some numerical invariants\nof $\\FF$. Especially, we prove for rank $n$ torsion free sheaves on $\\PP^N$,\nwhose splitting type has no gap (i.e. $b_i\\geq b_{i+1}\\geq b_i-1$ for every\n$i=1, ...,n-1$), the following formula for the discriminant: \\[\n\\Delta(\\FF):=2nc_2-(n-1)c_1^2\\geq -{1/12}n^2(n^2-1)\\] Finally in the case of\nrank $n$ reflexive sheaves we obtain polynomial upper bounds for the absolute\nvalue of the higher Chern classes $c_3(\\FF(t)), ..., c_n(\\FF(t))$, for the\ndimension of the cohomology modules $H^i\\FF(t)$ and for the Castelnuovo-Mumford\nregularity of $\\FF$; these polynomial bounds only depend only on $c_1(\\FF)$,\n$c_2(\\FF)$, the splitting type of $\\FF$ and $t$.",
    "pdf_url": "http://arxiv.org/pdf/0804.2985v4",
    "published": "2008-04-18"
  },
  "2309.06757v2": {
    "title": "Novel relations for twist-3 tensor-polarized fragmentation functions in spin-1 hadrons",
    "authors": [
      "Qin-Tao Song"
    ],
    "summary": "There are three types of fragmentation functions (FFs) which are used to\ndescribe the twist-3 cross sections of the hard semi-inclusive processes under\nQCD collinear factorization, and they are called intrinsic, kinematical, and\ndynamical FFs. In this work, we investigate the theoretical relations among\nthese FFs for a tensor-polarized spin-1 hadron. Three Lorentz-invariance\nrelations are derived by using the identities between the nonlocal quark-quark\nand quark-gluon-quark operators, which guarantee the frame independence of the\ntwist-3 spin observables. The QCD equation of motion relations are also\npresented for the tensor-polarized FFs. In addition, we show that the intrinsic\nand kinematical twist-3 FFs can be decomposed into the contributions of twist-2\nFFs and twist-3 three-parton FFs, and the latter are also called dynamical FFs.\nIf one neglects the dynamical FFs, we can obtain relations which are analogous\nto the Wandzura-Wilczek relation. Then, the intrinsic and kinematical twist-3\nFFs are expressed in terms of the leading-twist ones. Since the FFs of a spin-1\nhadron can be measured at various experimental facilities in the near future,\nthese theoretical relations will play an important role in the analysis of the\ncollinear tensor-polarized FFs.",
    "pdf_url": "http://arxiv.org/pdf/2309.06757v2",
    "published": "2023-09-13"
  },
  "math/0701399v6": {
    "title": "Lie algebras and Lie groups over noncommutative rings",
    "authors": [
      "Arkady Berenstein",
      "Vladimir Retakh"
    ],
    "summary": "The aim of this paper is to introduce and study Lie algebras and Lie groups\nover noncommutative rings. For any Lie algebra $\\gg$ sitting inside an\nassociative algebra $A$ and any associative algebra $\\FF$ we introduce and\nstudy the algebra $(\\gg,A)(\\FF)$, which is the Lie subalgebra of $\\FF \\otimes\nA$ generated by $\\FF \\otimes \\gg$. In many examples $A$ is the universal\nenveloping algebra of $\\gg$. Our description of the algebra $(\\gg,A)(\\FF)$ has\na striking resemblance to the commutator expansions of $\\FF$ used by M.\nKapranov in his approach to noncommutative geometry. To each algebra $(\\gg,\nA)(\\FF)$ we associate a ``noncommutative algebraic'' group which naturally acts\non $(\\gg,A)(\\FF)$ by conjugations and conclude the paper with some examples of\nsuch groups.",
    "pdf_url": "http://arxiv.org/pdf/math/0701399v6",
    "published": "2007-01-15"
  },
  "1205.5489v1": {
    "title": "Explicit fundamental solutions of some second order differential operators on Heisenberg groups",
    "authors": [
      "Isolda Cardoso",
      "Linda Saal"
    ],
    "summary": "Let $p,q,n$ be natural numbers such that $p+q=n$. Let $\\FF$ be either $\\CC$,\nthe complex numbers field, or $\\HH$, the quaternionic division algebra. We\nconsider the Heisenberg group $N(p,q,\\FF)$ defined as $N(p,q,\\FF)=\\FF^{n}\\times\n\\mathfrak{Im}\\FF$, with group law given by $$(v,\\zeta)(v',\\zeta')=(v+v',\n\\zeta+\\zeta'-{1/2} \\mathfrak{Im} B(v,v')),$$ where $B(v,w)=\\sum_{j=1}^{p}\nv_{j}\\bar{w_{j}} - \\sum_{j=p+1}^{n} v_{j}\\bar{w_{j}}$. Let $U(p,q,\\FF)$ be the\ngroup of $n\\times n$ matrices with coefficients in $\\FF$ that leave invariant\nthe form $B$. In this work we compute explicit fundamental solutions of some\nsecond order differential operators on $N(p,q,\\FF)$ which are canonically\nassociated to the action of $U(p,q,\\FF)$.",
    "pdf_url": "http://arxiv.org/pdf/1205.5489v1",
    "published": "2012-05-24"
  },
  "1901.01120v2": {
    "title": "Impact of unidentified light charged hadron data on the determination of pion fragmentation functions",
    "authors": [
      "Maryam Soleymaninia",
      "Muhammad Goharipour",
      "Hamzeh Khanpour"
    ],
    "summary": "In this paper a new comprehensive analysis of parton-to-pion fragmentation\nfunctions (FFs) is performed for the first time by including all experimental\ndata sets on single inclusive pion as well as unidentified light charged hadron\nproduction in electron-positron ($e^+e^-$) annihilation. We determine the pion\nFFs along with their uncertainties using the standard \"Hessian\" technique at\nnext-to-leading order (NLO) and next-to-next-to leading order (NNLO) in\nperturabative QCD. It is shown that the determination of pion FFs using\nsimultaneously the data sets from pion and unidentified light charged hadron\nproductions leads to the reduction of all pion FFs uncertainties especially for\nthe case of strange quark and gluon FFs by significant factors. In this study,\nwe have quantified the constraints that these data sets could impose on the\nextracted pion FFs. Our results also illustrate the significant improvement in\nthe precision of FFs fits achievable by inclusion of higher order corrections.\nThe improvements on both FFs uncertainties as well as fit quality have been\nclearly discussed.",
    "pdf_url": "http://arxiv.org/pdf/1901.01120v2",
    "published": "2019-01-04"
  }
}